Repository: mtgto/Teloscope
Catalog: Teloscope/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld traces
ja: %lld トレース

source: 7 Days
ja: 7日間

source: 30 Days
ja: 30日間

source: Add the following to your Claude Code settings to send telemetry here:
ja: テレメトリを送信するために、Claude Codeの設定に以下を追加してください:

source: All Models
ja: すべてのモデル

source: Apply
ja: 適用

source: Approval Rate
ja: 承認率

source: Approved
ja: 承認

source: Approved (%lld)
ja: 承認 (%lld)

source: Attributes
ja: 属性

source: Cache read
ja: キャッシュ読み込み

source: Claude Skill Usage
ja: Claudeスキル使用状況

source: Clear
ja: クリア

source: Click to start OTLP server on port %lld
ja: クリックしてポート %lld で OTLPサーバーを起動

source: Close
ja: 閉じる

source: Coming soon
ja: 近日公開

source: Configure Claude Code OpenTelemetry
ja: Claude CodeのOpenTelemetryを設定してください

source: Copy
ja: コピー

source: Cost
ja: コスト

source: Cost Over Time
ja: コスト推移

source: Custom
ja: カスタム

source: Custom Range
ja: カスタム期間

source: Data
ja: データ

source: Display
ja: 表示

source: Duration
ja: 時間

source: End
ja: 終了

source: Failed to Start OpenTelemetry Server
ja: OpenTelemetryサーバーの起動に失敗しました

source: Filter by Model
ja: モデルで絞り込む

source: Fri
ja: 金

source: Input
ja: 入力

source: Input Tokens
ja: 入力トークン

source: Kind
ja: 種別

source: Loading...
ja: 読み込み中...

source: Logs
ja: ログ

source: Metrics
ja: メトリクス

source: Model Distribution
ja: モデル分布

source: Model:
ja: モデル：

source: Mon
ja: 月

source: Monday
ja: 月曜日

source: No data
ja: データなし

source: No Data
ja: データなし

source: No models in range
ja: 期間内にモデルデータなし

source: No spans recorded in the selected range.
ja: 選択期間内にスパンが記録されていません。

source: Optional: add "OTEL_LOG_TOOL_DETAILS": "1" to the env block to show actual skill names in the Skill Usage widget.
ja: 任意: Skill Usageウィジェットで実際のスキル名を表示するには、envブロックに "OTEL_LOG_TOOL_DETAILS": "1" を追加してください。

source: OTLP server running on port %lld. Click to stop.
ja: OTLPサーバーがポート %lld で稼働中。クリックして停止。

source: Output
ja: 出力

source: Output Tokens
ja: 出力トークン

source: Parent Span ID
ja: 親スパンID

source: Port
ja: ポート

source: Rejected
ja: 拒否

source: Rejected (%lld)
ja: 拒否 (%lld)

source: Request Count
ja: リクエスト数

source: Requests
ja: リクエスト

source: Requests Over Time
ja: リクエスト数推移

source: Retention (days)
ja: 保持期間（日）

source: Sat
ja: 土

source: Select a Trace
ja: トレースを選択

source: Select a trace from the list above to see the Gantt chart
ja: 上のリストからトレースを選択するとガントチャートが表示されます

source: Select an item
ja: 項目を選択

source: Server
ja: サーバー

source: Server is not running.
ja: サーバーが起動していません。

source: Session
ja: セッション

source: Sessions
ja: セッション数

source: Settings
ja: 設定

source: Show setup guide
ja: セットアップガイドを表示

source: Skill Usage
ja: スキル使用状況

source: Span
ja: スパン

source: Span ID
ja: スパンID

source: Spans
ja: スパン数

source: Start
ja: 開始

source: Start Server
ja: サーバーを起動

source: Start server on app launch
ja: アプリ起動時にサーバーを自動起動

source: Status
ja: ステータス

source: Stop Server
ja: サーバー停止

source: Sun
ja: 日

source: Sunday
ja: 日曜日

source: Teloscope is running on port %lld.
ja: Teloscopeはポート%lldで起動中です。

source: This Month
ja: 今月

source: Thu
ja: 木

source: Time (ms)
ja: 時間（ミリ秒）

source: Today
ja: 今日

source: Token Count
ja: トークン数

source: Tokens
ja: トークン

source: Tokens Over Time
ja: トークン消費推移

source: Tool Usage
ja: ツール使用状況

source: Top Tools
ja: よく使うツール

source: Total Cost
ja: 合計コスト

source: Total Tokens
ja: 合計トークン数

source: Trace ID
ja: トレースID

source: Traces
ja: トレース

source: Tue
ja: 火

source: Unknown
ja: 不明

source: Unknown (%lld)
ja: 不明 (%lld)

source: Usage by Time
ja: 時間帯別使用状況

source: User Decisions
ja: ユーザー判断

source: User Skill Usage
ja: ユーザースキル使用状況

source: Wed
ja: 水

source: Week starts on
ja: 週の始まりの曜日
